Repository: GutPuncher/lirix
Catalog: ezinstall/po/*.po
Languages: ar_sa, da, nl, vi

source: Will create subvolumes: ${btsubvols}
ar_sa: سيُنشئ مجلدات فرعية: ${btsubvols}
da: Vil lave undervolume: ${btsubvols}
nl: Maakt subvolumes: ${btsubvols}
vi: Sẽ tạo khối lượng bên trong: ${btsubvols}

source: Created BTRFS filesystem on $cfv
ar_sa: تم إنشاء نظام الملفات BTRFS على $cfv
nl: BTRFS-bestandsssyteem aangemaakt op $cfv
vi: Đã tạo hệ thống tệp BTRFS trên $cfv

source: Select filesystem to use for Lirix
ar_sa: حدد نظام ملفات لاستخدام Lirix
da: Vælg det filsystem du vil bruge til Lirix
nl: Kies een bestandssysteem voor Lirix
vi: Chọn hệ thống tệp sử dụng với Lirix

source: Stable filesystem that uses B-Trees. Very good.
ar_sa: نظام ملفات مستقر يستخدم ملفات B-Trees. جيد جدا.
da: Stabilt filsystem der bruger B-træer. Meget god.
nl: Een stabiel bestandssysteem dat B-Trees gebruikt. Erg goed.
vi: Hệ thống ổn định sử dụng "B-Tree". Rất hài lòng.

source: Default filesystem for SGI's IRIX. Journaling cannot be disabled.
ar_sa: نظام الملفات الافتراضي لSGI's IRIX. لا يمكن انهاء السجل اليومي.
da: Standard-filsystem til SGI's IRIX. Journaling kan ikke deaktiveres.
nl: Standaard bestandssysteem voor SGI's IRIX. Journalling kan niet worden uitgeschakeld.
vi: Hệ thống mặc định cho IRIX cửa SGI. Không thể vô hiệu nhật ký hệ thống.

source: Default filesystem for many Linux distributions. Use if uncomfortable with other options.
ar_sa: نظام الملفات الافتراضي للكثير من التوزيعات Linux. استخدمه إذا كان غير مريح مع الخيارات الأخرى.
da: Standard-filsystem for mange Linux-distributioner. Brug hvis du er utryg med de andre muligheder.
nl: Standaard bestandssysteem voor veel Linux-distributies. Gebruik bij twijfels over andere opties.
vi: Mẹ thống mặc định cho nhiều phân phối Linux. Sử dụng nếu không chắc chắn về hệ thống khác.

source: Manually format partition using a shell.
ar_sa: قسم التنسيق باستخدام الshell يدويا.
da: Formater partitioner manuelt med et shell.
nl: Partitie handmatig formatteren met een shell.
vi: Định dạng đĩa thủ công dùng đầu cuối.

source: Created XFS filesystem on $cfv
ar_sa: تم إنشاء نظام الملفاتXFS على $cfv
nl: XFS-bestandssysteem gemaakt op $cfv
vi: Đã tạo hệ thống tệp XFS trên $cfv

source: Created EXT4 filesystem on $cfv
ar_sa: تم إنشاء نظام ملفات EXT4 على $cfv
nl: EXT4-bestandssysteem gemaakt op $cfv
vi: Đã tạo hệ thống tệp EXT4 trên $cfv

source: >> Entering interactive Bourne Again Shell.
ar_sa: >> دخول تفاعلي Bourne Again Shell.
da: >> Starter interaktivt Bourne Again Shell.
nl: >> Interactieve Bourne Again Shell aan het openen.
vi: >> Vào Bourne Again Shell.

source: >> Format partition $cfv in whichever way you desire.
ar_sa: >> قسم التنسيق $cfv بالطريقة التي تريدها.
nl: >> Formatteer partitie $cfv op welke manier je maar wilt.
vi: >> Định dạng phân vùng $cfv theo tùy chọn của bạn.

source: >> The mountpoint for your Lirix installation is /mnt/lirix
ar_sa: >> نقطة التثبيت الخاصة بالتثبيت Lirix هو /mnt/lirix
da: >> Monteringspunktet for din Lirix-installation er /mnt/lirix
nl: >> Het mountpunt voor je Lirix-installatie is /mnt/lirix
vi: >> Điểm gán cho cài đặt Lirix của bạn là /mnt/lirix

source: >> Mount $cfv to there when you have completed your manual formatting.
ar_sa: >> قم بتثبيت $cfv هناك عند الانتهاء من التنسيق اليدوي.
nl: >> Mount $cfv daarheen zodra het handmatig formatteren klaar is.
vi: >> Gắn $cfv vào đó sau khi bạn hoàn thành việc định dạng.

source: >> To return to EZInstall, type exit.
ar_sa: >> للعودة إلى EZInstall, اكتب exit.
da: >> Skriv 'exit' for at komme tilbage til EZInstall.
nl: >> Type exit om terug te gaan naar EZInstall.
vi: >> Để trở về EZInstall, gõ exit.

source: EZAutopartitioning selected.\nWill partition device $cfv
ar_sa: EZAutopartitioning محدد. \n سوف يقسم الجهاز $cfv
nl: EZAutopartitioning geselecteerd.\nZal apparaat $cfv partitioneren
vi: Đã chọn EZAutopartitioning.\nSẽ định dạng thiết bị $cfv

source: UEFI detected. Will use GPT for partitioning.
ar_sa: UEFI تم وجده. سيستخدم GPT للتقسيم.
da: UEFI detekteret. Vil formatere disk med GPT.
nl: UEFI gedetecteerd. Zal GPT gebruiken voor partitioneren.
vi: Phát hiện UEFI. Sẽ sử dụng phân vùng GPT.

source: Specify swap size in MiB?
ar_sa: حدد حجم المبادلة بMiB؟
da: Swap-størrelse i MiB?
nl: Swapgrootte in MiB specificeren?
vi: Chọn kích cỡ phân vùng trao đổi (MiB)?

source: Enter swap size
ar_sa: أدخل حجم المبادلة
da: Skriv swap-størrelse
nl: Voer swapgrootte in
vi: Điền vào kích cỡ phân vùng trao đổi

source: Swap size must be an integer!
ar_sa: يجب أن يكون حجم المبادلة عددًا صحيحًا!
da: Swap-størrelsen skal være et heltal!
nl: Swapgrootte moet een geheel getal zijn!
vi: Kích cỡ phân vùng trao đổi là phải số nguyên!

source: Selecting yes now WILL cause data loss.\nContinue?
ar_sa: سيؤدي تحديد "نعم" الآن إلى فقدبيانات. \n هل تريد المتابعة؟
da: At vælge ja nu VIL forårsage tab af data.\nFortsæt?
nl: Ja selecteren ZAL gegevensverlies veroorzaken.\nDoorgaan?
vi: Nếu bạn chọn "Có" đây, bạn có thể mất dữ liệu.\nTiếp tục?

source: EZAutopartitioning complete.
ar_sa: تم تقسيم EZAutopartitioning.
da: EZAutopartitioning færdig.
nl: EZAutopartitioning klaar.
vi: Hoàn thành EZAutopartitioning.

source: LegacyBIOS detected. Will use MBR for partitioning.
ar_sa: LegacyBIOS تم وجده. سيستخدم MBR للتقسيم.
da: LegacyBIOS detekteret. Vil formatere disk med MBR.
nl: LegacyBIOS gedetecteerd. Zal MBR gebruiken voor partitioneren.
vi: Phát hiện LegacyBIOS. Sẽ sử dụng phân vùng MBR.

source: Enter username for new user
ar_sa: أدخل اسم المستخدم للمستخدم الجديد
da: Vælg brugernavn
nl: Voer gebruikersnaam in voor nieuwe gebruiker
vi: Điền tên người dùng cho người dùng mới

source: Username must only contain lowercase letters or the dash (-) symbol and must not be empty.
ar_sa: يجب أن يحتوي اسم المستخدم على أحرف صغيرة فقط أو رمز الشرطة (-) ويجب ألا يكون فارغًا.
da: Brugernavnet må kun indeholde små bogstaver og bindestreg (-), og må ikke være tomt.
nl: Gebruikersnaam mag alleen kleine letters of een streepje (-) bevatten en mag niet leeg zijn.
vi: Tên người dùng phải bao gồm chi chữ viết thường với ký hiệu gạch ngang (-) và không thể để trống.

source: Enter password for user ${newlirixuser}\n(default is apioforms)
ar_sa: أدخل كلمة المرور للمستخدم ${newlirixuser}\n (الافتراضي هو apioforms)
da: Vælg kodeord til brugeren ${newlirixuser}\n(standard er apioforms)
nl: Voer wachtwoord in voor gebruiker ${newlirixuser}\n(standaard is apioforms)
vi: Điền vào mật khẩu cho người dùng ${newlirixuser}\n(mặc định là apioforms)

source: Me password again.
ar_sa: كلمة المرور الخاصة لك مرة أخرى.
da: Skriv kodeord igen.
nl: Voer wachtwoord nogmaals in.
vi: Mật khẩu lại.

source: Passwords do NOT match!!
ar_sa: كلمة المرور غير مطابقة!!
da: Kodeordene er ikke ens!
nl: Wachtwoorden komen NIET overeen!!
vi: Mật khẩu không có khớp!!

source: Enter description/full name for user ${newlirixuser}
ar_sa: أدخل الوصف / الاسم الكامل للمستخدم ${newlirixuser}
da: Skriv beskrivelse/fuldt navn til brugeren ${newlirixuser}
nl: Voer beschrijving/volledige naam in voor gebruiker ${newlirixuser}
vi: Điền vào mô tả hoặc tên cho người dùng ${newlirixuser}

source: Do you wish to enable administrative (sudo) privileges for this user?
ar_sa: هل ترغب في تمكين مدير(sudo) امتيازات لهذا المستخدم؟
da: Ønsker du at give denne bruger administrative (sudo) rettigheder?
nl: Wil je administratieve (sudo) rechten inschakelen voor deze gebruiker?
vi: Bạn có muốn bắt quyền quản lý (sudo) cho người dùng này?

source: Enter home directory for user ${newlirixuser}
ar_sa: أدخل الدليل الرئيسي للمستخدم ${newlirixuser}
da: Skriv sti til hjemmemappen for brugeren ${newlirixuser}
nl: Voer home-directory in voor gebruiker ${newlirixuser}
vi: Điền vào thư mục chính cho người dùng ${newlirixuser}

source: Do you want this user to be able to login?
ar_sa: هل تريد أن يتمكن هذا المستخدم من تسجيل الدخول؟
da: Skal denne bruger kunne logge ind?
nl: Wil je dat deze gebruiker kan inloggen?
vi: Bạn có muốn người dùng này có thể đăng nhập?

source: Welcome to EZInstall, the installer for Lirix!
ar_sa: مرحبا بك في EZInstall, المثبت لLirix!
da: Velkommen til EZInstall, installationsprogrammet til Lirix!
nl: Welkom bij EZInstall, de installer voor Lirix!
vi: Chào mừng bạn với EZInstall, trình cài đặt cho Lirix!

source: Would you like to install Lirix at this moment?
ar_sa: هل ترغب في تثبيت Lirix الآن؟
da: Ønsker du at installere Lirix?
nl: Wil je Lirix nu installeren?
vi: Bạn có muốn cài đặt Lirix ngay bây giờ?

source: Select your keymap
ar_sa: حدد خريطة المفاتيح الخاصة بك
da: Vælg dit tastaturlayout
nl: Selecteerd je toetsenbordindeling
vi: Chọn bố trí bàn phím

source: Select installation disk
ar_sa: حدد قرص التثبيت
da: Vælg installationsdisk
nl: Selecteer installatieschrijf
vi: Chọn đĩa để cài đặt vào

source: Do you wish to partition $device?
ar_sa: هل ترغب في التقسيم $device؟
da: Ønsker du at formatere $device?
nl: Wil je $device partitioneren?
vi: Bạn có muốn định dạng $device?

source: Do you wish to autopartition $device?
ar_sa: هل ترغب في التقسيم الأوتوماتيكي ل$device؟
da: Ønsker du at formatere $device automatisk?
nl: Wil je $device automatisch partitioneren?
vi: Bạn có muốn định dạng $device tự động?

source: Select boot partition
ar_sa: حدد قسم التشغيل
da: Vælg opstarts-partition
nl: Selecteer opstartpartitie
vi: Chọn phân vùng khởi động

source: Select swap partition
ar_sa: حدد قسم المبادلة
da: Vælg swap-partition
nl: Selecteer swappartitie
vi: Chọn phân vùng trao đổi

source: Select Lirix partition
ar_sa: حدد قسم الخاص بLirix
da: Vælg Lirix-partition
nl: Selecteer Lirix-partitie
vi: Chọn phân vùng dành cho Lirix

source: Would you like to enter an interactive shell to manually configure more advanced options before proceeding?
ar_sa: هل ترغب في دخول interactive shell لتكوين المزيد من الخيارات المتقدمة يدويًا قبل المتابعة؟
da: Ønsker du at bruge et interaktivt shell til at manuelt konfigurere mere avancerede indstillinger før du fortsætter?
nl: Wil je een interactieve shell gebruiken om handmatig geavanceerde opties in te stellen voordat je verdergaat?
vi: Bạn có muốn vào một đầu cuối để cấu hình tùy chọn nâng cao thủ công trước chị bạn tiếp tục?

source: >> The root mountpoint of the Lirix installation is /mnt/lirix
ar_sa: >> نقطة تحميل لLirix هو /mnt/lirix
da: >> Root-monterings-punktet for Lirix-installationen er /mnt/lirix
nl: >> Het root-mountpunt van de Lirix-installatie is /mnt/lirix
vi: >> Điểm gán cho cài đặt Lirix của bạn là /mnt/lirix

source: >> Once complete, return to EZInstall by typing exit.
ar_sa: >> بمجرد الانتهاء, ارجع إلى EZInstall بكتابتexit.
da: >> Skriv 'exit' for at komme tilbage til EZInstall.
nl: >> Ga terug naar EZInstall door exit te typen zodra je klaar bent.
vi: >> Khi hoàn thành, trở về EZInstall bởi cách gõ exit.

source: Starting installation of Lirix. Setup will continue shortly hereafter.
ar_sa: بدء التثبيت لLirix. سيستمر الإعداد بعد قليل.
da: Begynder installation af Lirix. Opsætningen vil fortsætte efter.
nl: Installatie van Lirix aan het starten. Setup zal kort hierna verdergaan.
vi: Đang bắt đầu cài đặt Lirix. Trình cài đặt sẽ tiếp tục sau đó.

source: Installation complete. Setup will now continue.
ar_sa: اكتمل التثبيت. سيستمر الإعداد الآن.
da: Installation færdig. Opsætningen vil nu fortsætte.
nl: Installatie klaar. Setup gaat nu verder.
vi: Quá trình cài đặt hoàn thành. Trình cài đặt sẽ tiếp tục.

source: Enter hostname for system\n(default is apioform-hive)
ar_sa: أدخل اسم مضيف للنظام \n(الافتراضي هو apioform-hive)
da: Skriv navn til system\n(standard er apioform-hive)
nl: Voer hostnaam in voor systeem\n(standaard is apioform-hive)
vi: Điền tên mạng cho hệ thống\n(mặc định là apioform-hive)

source: Hostname must only contain lowercase letters or the dash (-) symbol.
ar_sa: يجب أن يحتوي اسم المضيف فقط على أحرف صغيرة أو رمز الشرطة (-).
da: Navnet må kun indeholde små bogstaver og bindestreg (-).
nl: Hostnaam mag alleen kleine letters of een streepje (-) bevatten.
vi: Tên mạng phải bao gồm chi chữ viết thường với ký hiệu gạch ngang (-).

source: Enter username for main user\n(default is aamoo)
ar_sa: أدخل اسم المستخدم للمستخدم الرئيسي\n(الافتراضي هو aamoo)
da: Skriv brugernavn til hovedbruger\n(standard er aamoo)
nl: Voer gebruikersnaam in voor de hoofdgebruiker\n(standaard is aamoo)
vi: Điền tên người dùng cho người dùng chính\n(mặc định là aamoo)

source: Username must only contain lowercase letters or the dash (-) symbol.
ar_sa: يجب أن يحتوي اسم المستخدم على أحرف صغيرة فقط أو رمز الشرطة (-).
da: Brugernavnet må kun indeholde små bogstaver og bindestreg (-).
nl: Gebruikersnaam mag alleen kleine letters of een streepje (-) bevatten.
vi: Tên người dùng phải bao gồm chi chữ viết thường với ký hiệu gạch ngang (-).

source: Enter password for user ${lirixuser}\n(default is apioforms)
ar_sa: أدخل كلمة المرور للمستخدم ${lirixuser}\n(الافتراضي هو apioforms)
da: Vælg kodeord til brugeren ${newlirixuser}\n(standard er apioforms)
nl: Voer wachtwoord in voor gebruiker ${lirixuser}\n(standaard is apioforms)
vi: Điền vào mật khẩu cho người dùng ${lirixuser}\n(mặc định là apioforms)

source: Enter description/full name for user ${lirixuser}
ar_sa: أدخل الوصف/الاسم الكامل للمستخدم ${lirixuser}
da: Skriv beskrivelse/fuldt navn til brugeren ${newlirixuser}
nl: Voer beschrijving/volledige naam in voor gebruiker ${lirixuser}
vi: Điền vào mô tả hoặc tên cho người dùng ${lirixuser}

source: Do you wish to add an additional user?
ar_sa: هل ترغب في إضافة مستخدم إضافي؟
da: Ønsker du at tilføje flere brugere?
nl: Wil je nog een gebruiker toevoegen?
vi: Bạn có muốn thêm vào nữa một người dùng không?

source: Select timezone
ar_sa: اختر المجال الزمني
da: Vælg tidszone
nl: Selecteer tijdzone
vi: Chọn múi giờ

source: Lirix setup complete. Reboot now?
ar_sa: Lirix تم اعداده. اعادة التشغيل الان؟
da: Opsætningen af Lirix er færdig. Ønsker du at genstarte?
nl: Lirix-installatie afgerond. Nu opnieuw opstarten?
vi: Cài đặt Lirix hoàn thành. Khởi động lại bây giờ?
